let data = [
    {
        id: '1',
        photo: '../image/data/black_1jpg.jpg',
        title: 'Sportifs<br>Original Short',
        price: 250,
        colors: ['black', 'grey'],
        sizes: ['S', 'M', 'L', 'XL'],
        details: 'Напівобхват: Талія: S (34-40), M (36-42), L (38-43), XL (40-42), Стегна: S (52), M (54), L (56), XL (58), Довжина вироби - 46, Довжина по внутрішньому шву - 21, Тканина: Середньої еластичності.'
    },
    {
        id: '2',
        photo: '../image/data/green.jpg',
        title: 'Sportifs<br>Hatteras Short',
        price: 325,
        colors: ['black', 'green'],
        sizes: ['S', 'M', 'XL'],
        details: 'Шорти з еластичним поясом із внутрішнім шнурком для регулювання посадки, сітчастими накладками в нижній частині для забезпечення повітропроникності та бічними кишенями для всього, що вам знадобиться протягом дня.'
    },
    {
        id: '3',
        photo: '../image/data/blue.jpg',
        title: 'Sportifs Tidewater Short',
        price: 550,
        colors: ['black', 'blue'],
        sizes: ['S', 'M'],
        details: 'Легкі шорти Nike Dri-FIT Stride забезпечують свободу рухів. Вони гладкі на дотик, виготовлені з перероблених поліефірних волокон не менше ніж на 75% і мають додаткову повітропроникність у верхній частині задньої частини.'
    },
    {
        id: '4',
        photo: '../image/data/black_2.jpg',
        title: 'Sportifs Lauderdale Short',
        price: 390,
        colors: ['black'],
        sizes: ['S', 'L', 'XL'],
        details: 'Чоловічі шорти Puma з колекції Summer Court відшиті з натуральної бавовни BCI (твілу). Модель виконана у спортивному стилі. Підійде для носіння на кожен день у літній час. Компанія підтримує ініціативу розвитку екологічної бавовни Better Cotton Initiative.'
    },
    {
        id: '5',
        photo: '../image/data/blue_2.jpg',
        title: 'Captains<br>Short',
        price: 590,
        colors: ['blue', 'black'],
        sizes: ['S', 'M', 'L', 'XL', '2XL'],
        details: 'Зручні шорти із вбудованими сітчастими трусиками ідеально підходять для освіжаючого купання в струмку або пригод на березі. '
    },
    {
        id: '6',
        photo: '../image/data/grey.jpg',
        title: 'Galapagos<br>Plain Short',
        price: 450,
        colors: ['grey', 'blue'],
        sizes: ['S', 'M', 'L', 'XL', '2XL', '3XL'],
        details: 'Мягкие и комфортные шорты, пошиты качественно, резинка не давит, также на поясе есть шнурок, удобные карманы. Материал натуральный. Рекомендую!'
    },
    {
        id: '7',
        photo: '../image/data/grey_2.jpg',
        title: 'Galapagos Pleated Short',
        price: 650,
        colors: ['grey'],
        sizes: ['S', 'M', 'L', 'XL'],
        details: 'Компанія Lonsdale — провідний бренд у Британії у сфері екіпірування для спортивних єдиноборств та повсякденного одягу. Спочатку спортивний одяг британського бренда використовувався тільки в колах боксерської сцени. Багато іменитих боксерів, як-от Мухаммед Алі, Генрі Купер, Леннокс Левіс і Майк Тайсон, носили одяг марки Lonsdale, не отримуючи грошей за рекламу. Зручний, ноский одяг відразу припав професійним боксерам до смаку. За певний час марка вийшла за межі спортивної сцени та стала популярною серед прогресивної молоді та таких субкультур, як SKA, PUNK, New Wave і Gabbers.'
    },
    {
        id: '8',
        photo: '../image/data/brown.jpg',
        title: 'Sportifs Tidewater Denim',
        price: 750,
        colors: ['grey', 'wheat'],
        sizes: ['S', 'M', 'L', 'XL'],
        details: 'Покладіть свій спортивний арсенал з останнім високоефективним спортивним одягом з модними протекторами Q2. Ці шорти мають пружну талію з тунельним мереживом для індивідуальної посадки і оснащені останньою вологою тавимірною тканиною Drycell. Технологія незрівнянно зручного носіння.'
    },
    {
        id: '9',
        photo: '../image/data/blue_3.jpg',
        title: 'Marchals Hatteras Short',
        price: 690,
        colors: ['blue'],
        sizes: ['S', 'M'],
        details: 'Гарантія. Обмін/повернення товару впродовж 14 днів'
    },
    {
        id: '10',
        photo: '../image/data/brown_2.jpg',
        title: 'Ecoths<br>Ashcroft Short',
        price: 890,
        colors: ['wheat'],
        sizes: ['M', 'L', 'XL'],
        details: 'Сучасні основи чоловічих шортів Chino - стильний, комфортний, екологічно чистий одяг. Підтримується бічними кишенями. Вишитий напис "puma"'
    },
    {
        id: '11',
        photo: '../image/data/grey_3.jpg',
        title: 'Sportifs<br>Original Short',
        price: 780,
        colors: ['grey', 'wheat'],
        sizes: ['M'],
        details: 'Чоловічі шорти Tommy Hilfiger. Легкі, зручні, не сковують рухи. Шорти підходять для дому, для спорту та просто для прогулянок. Еластичний пояс із внутрішніми зав\'язками. Прорізні кишені на блискавці.Дуже м\'який і приємний на дотик матеріал.'
    },
    {
        id: '12',
        photo: '../image/data/black_3.jpg',
        title: 'Sportifs<br>Hatteras Short',
        price: 790,
        colors: ['blue', 'black', 'grey'],
        sizes: ['S', 'XL', '2XL'],
        details: 'Шорти Nike Dry League Knit II Short Nb призначені для зайняття футболом та іншими видами спорту. '
    },
    {
        id: '13',
        photo: '../image/data/yellow.jpg',
        title: 'Sportifs Tidewater Short',
        price: 749,
        colors: ['red', 'orange'],
        sizes: ['S', "M", 'XL', '2XL'],
        details: 'Оплата. Оплата під час отримання товару, Google Pay, Картою онлайн, Безготівковими для юридичних осіб, Оплатити онлайн соціальною картою "Пакунок малюка", Безготівковий для фізичних осіб, Mastercard, Visa, Оплатити онлайн картою "єПідтримка", Apple Pay '
    },
    {
        id: '14',
        photo: '../image/data/brown_3.jpg',
        title: 'Sportifs Lauderdale Short',
        price: 1000,
        colors: ['grey', 'wheat'],
        sizes: ['S', 'M', 'L', 'XL', '2XL'],
        details: 'Шорти від Nike пошиті з поліестеру високої якості. Вони створені спеціально для занять спортом. Також їх можна використовувати для повсякденного носіння. Добре поєднуються з будь-яким одягом. Шорти виконані з легкого текстилю за технологією Dri-FIT, яка відводить піт від поверхні тіла і зберігає шкіру сухою.'
    },
    {
        id: '15',
        photo: '../image/data/green_2.jpg',
        title: 'Captains<br>Short',
        price: 690,
        colors: ['green', 'wheat', 'grey'],
        sizes: ['M', 'L', '2XL'],
        details: 'Чоловічі шорти Puma з колекції Summer Court відшиті з натуральної бавовни BCI (твілу). Модель виконана у спортивному стилі. Підійде для носіння на кожен день у літній час. Компанія підтримує ініціативу розвитку екологічної бавовни Better Cotton Initiative.'
    },
    {
        id: '16',
        photo: '../image/data/blue_4.jpg',
        title: 'Galapagos<br>Plain Short',
        price: 950,
        colors: ['blue', 'green', 'grey'],
        sizes: ['M'],
        details: 'Гарні шорти, беріть - не пошкодуєте!'
    },
    {
        id: '17',
        photo: '../image/data/brown_4.jpg',
        title: 'Galapagos Pleated Short',
        price: 570,
        colors: ['wheat', 'grey'],
        sizes: ['L', 'XL', '2XL'],
        details: 'Шорти класс, сам купляв, вже 10 років зносу нема!'
    },
    {
        id: '18',
        photo: '../image/data/black_4.jpg',
        title: 'Sportifs Tidewater Denim',
        price: 1199,
        colors: ['black', 'grey'],
        sizes: ['S', 'M', 'L', 'XL', '2XL'],
        details: 'Шорти для бігу Nike Challenger із технологією Dri-FIT забезпечують комфорт під час активних тренувань. Сітка на нижній бічній панелі забезпечує вентиляцію. Непомітна кишеня із застібкою ззаду. Вузький еластичний пояс із тягнучим шнурком дозволяє регулювати посадку.'
    },
    {
        id: '19',
        photo: '../image/data/green_3.jpg',
        title: 'Marchals Hatteras Short',
        price: 350,
        colors: ['green', 'grey'],
        sizes: ['S', 'M', 'L', 'XL'],
        details: 'Габардинові шорти із камуфляжними відворотами.'
    },
    {
        id: '20',
        photo: '../image/data/grey_4.jpg',
        title: 'Ecoths<br>Ashcroft Short',
        price: 575,
        colors: ['blue', 'grey'],
        sizes: ['S', 'L', 'XL'],
        details: 'Medicine — польський бренд одягу, що швидко розвивається, для чоловіків і жінок, які цінують стиль і комфорт. Попри те, що Medicine з\'явився на ринку порівняно недавно, компанія стежить за fashion- трендами, не боїться експериментувати та виробляє винятково якісні речі за дуже привабливими цінами.'
    },
    {
        id: '21',
        photo: '../image/data/blue_5.jpg',
        title: 'Sportifs<br>Original Short',
        price: 525,
        colors: ['wheat', 'blue'],
        sizes: ['M', 'L', 'XL', '2XL', '3XL'],
        details: 'Одяг, вироблений Трикотажною Фабрикою "РОЗА" — це трикотажний одяг для дому та відпочинку. Речі, що становлять основу будь-якого гардеробу — це вироби високої якості. Саме такий трикотажний одяг створює образ людини й оточує її повсякденним комфортом у різних умовах.'
    },
    {
        id: '22',
        photo: '../image/data/brown_5.jpg',
        title: 'Sportifs<br>Hatteras Short',
        price: 750,
        colors: ['wheat', 'grey'],
        sizes: ['S', 'M', 'L', '2XL'],
        details: 'Шорти-карго прямого крою, зроблені з якісного європейського трикотажу, Поєднання двох кольорів надає шортам стильного та оригінального вигляду;'
    },
    {
        id: '23',
        photo: '../image/data/grey_5.jpg',
        title: 'Sportifs Tidewater Short',
        price: 890,
        colors: ['wheat', 'grey'],
        sizes: ['S', 'M', 'L', 'XL', '2XL'],
        details: 'Провідний бренд у Британії у сфері екіпірування для спортивних єдиноборств та повсякденного одягу. Спочатку спортивний одяг британського бренда використовувався тільки в колах боксерської сцени. Багато іменитих боксерів, як-от Мухаммед Алі, Генрі Купер, Леннокс Левіс і Майк Тайсон носили одяг марки Lonsdale, не отримуючи грошей за рекламу.'
    },
    {
        id: '24',
        photo: '../image/data/yellow_2.jpg',
        title: 'Sportifs Lauderdale Short',
        price: 980,
        colors: ['grey', 'orange'],
        sizes: ['S', 'XL'],
        details: 'Привнесіть стиль Puma у свій повсякденний образ із цими чоловічими шортами.Склад: 50% бавовна, 30% поліестер, 20% перероблена бавовна'
    },
    {
        id: '25',
        photo: '../image/data/green_4.jpg',
        title: 'Captains<br>Short',
        price: 950,
        colors: ['green', 'grey', 'wheat'],
        sizes: ['S', 'M', 'XL', '2XL'],
        details: 'Saucony - велика американська компанія, що є виробником спортивного взуття та одягу. Коріння її сягає кінця минулого століття, а точніше, 1898 року. Саме в цей час було засновано перший завод компанії Saucony, розташований у Kutztown, штат Пенсільванія на берегах швидкої річки Saucony Creek. Найімовірніше, саме через сусідство з цим історичним місцем компанія взяла своє ім\'я.Saucony мовою корінних жителів північної Америки означає устя річки. В даний час акцент компанії Saucony розставлений насамперед на випуск високоякісного бігового взуття, яке виробляється із застосуванням дорогих запатентованих технологій. Сьогодні, логотип фірми є силуетом нескінченного потоку швидкої річки.'
    },
    {
        id: '26',
        photo: '../image/data/blue_6.jpg',
        title: 'Galapagos<br>Plain Short',
        price: 499,
        colors: ['blue', 'grey'],
        sizes: ['S'],
        details: 'Компанія Lonsdale — провідний бренд у Британії у сфері екіпірування для спортивних єдиноборств та повсякденного одягу. У 1960 році Бернхард Харт заснував фірму Lonsdale Sports і відкрив перший магазин у Сохо, районі Лондона. Своєю назвою Lonsdale зобов\'язаний аристократу графу фон Лонсдейлу, який сам був боксером, а у 80-х роках зробив великий внесок у розвиток і легалізацію сучасного боксу.'
    },
    {
        id: '27',
        photo: '../image/data/yellow_3.jpg',
        title: 'Galapagos<br>Pleated Short',
        price: 650,
        colors: ['red', 'orange'],
        sizes: ['S'],
        details: 'Оплата. Оплата під час отримання товару, Google Pay, Картою онлайн, Безготівковими для юридичних осіб, Оплатити онлайн соціальною картою "Пакунок малюка", Безготівковий для фізичних осіб, Mastercard, Visa, Оплатити онлайн картою "єПідтримка", Apple Pay'
    },
    {
        id: '28',
        photo: '../image/data/black_5.jpg',
        title: 'Sportifs Tidewater Denim',
        price: 795,
        colors: ['blue', 'grey', 'black'],
        sizes: ['M', 'XL'],
        details: 'Saucony - велика американська компанія, що є виробником спортивного взуття та одягу. Коріння її сягає кінця минулого століття, а точніше, 1898 року. Саме в цей час було засновано перший завод компанії Saucony, розташований у Kutztown, штат Пенсільванія на берегах швидкої річки Saucony Creek. Найімовірніше, саме через сусідство з цим історичним місцем компанія взяла своє ім\'я.Saucony мовою корінних жителів північної Америки означає "устя річки".'
    },
    {
        id: '29',
        photo: '../image/data/grey_5.jpg',
        title: 'Marchals Hatteras Short',
        price: 655,
        colors: ['black', 'grey'],
        sizes: ['S', 'M', 'L', 'XL'],
        details: 'Компанія Lonsdale — провідний бренд у Британії у сфері екіпірування для спортивних єдиноборств та повсякденного одягу. Спочатку спортивний одяг британського бренда використовувався тільки в колах боксерської сцени. Багато іменитих боксерів, як-от Мухаммед Алі, Генрі Купер, Леннокс Левіс і Майк Тайсон, носили одяг марки Lonsdale, не отримуючи грошей за рекламу. Зручний, ноский одяг відразу припав професійним боксерам до смаку. За певний час марка вийшла за межі спортивної сцени та стала популярною серед прогресивної молоді та таких субкультур, як SKA, PUNK, New Wave і Gabbers.'
    },
    {
        id: '30',
        photo: '../image/data/brown_6.jpg',
        title: 'Ecoths<br>Ashcroft Short',
        price: 690,
        colors: ['wheat', 'grey'],
        sizes: ['2XL'],
        details: 'Чоловічі шорти New Balance Essentials Stacked Logo на широкій резинці зі шнурівкою.Шорти зі спортивною посадкою, завдяки чому вони щільно прилягають до тіла, ковзаючи по стегнах.Широка гумка на поясі з додатковою шнурівкою забезпечує щільну та надійну посадку, зберігаючи свободу рухів.Шорти пошиті з трикотажу French Terry – м\'які на дотик для додаткового комфорту. Трафаретний принт із логотипом для сміливого сучасного естетичного образу.Матеріал: бавовна(New Balance є гордим учасником ініціативи Better Cotton).'
    },
    {
        id: '31',
        photo: '../image/data/black_6.jpg',
        title: 'Sportifs<br>Original Short',
        price: 1050,
        colors: ['black', 'grey'],
        sizes: ['S', 'M', 'L', 'XL', '2XL'],
        details: 'Чоловічі швидковисихаючі шорти для бігу від польського бренду 4F виконані з легкого еластичного матеріалу за технологією 4WayStretch, який не обмежуватиме ваші рухи під час занять.На талії вшита гумка з регульованим шнурком, який допоможе підігнати шорти по фігурі.Для створення моделі була використана технологія 4FDry, що відповідає за всмоктування вологи під час тренування.'
    },
    {
        id: '32',
        photo: '../image/data/green_5.jpg',
        title: 'Sportifs<br>Hatteras Short',
        price: 690,
        colors: ['green', 'grey'],
        sizes: ['S', 'M', 'L', 'XL'],
        details: 'Компанія Lonsdale — провідний бренд у Британії у сфері екіпірування для спортивних єдиноборств та повсякденного одягу. Спочатку спортивний одяг британського бренда використовувався тільки в колах боксерської сцени. Багато іменитих боксерів, як-от Мухаммед Алі, Генрі Купер, Леннокс Левіс і Майк Тайсон, носили одяг марки Lonsdale, не отримуючи грошей за рекламу. Зручний, ноский одяг відразу припав професійним боксерам до смаку. За певний час марка вийшла за межі спортивної сцени та стала популярною серед прогресивної молоді та таких субкультур, як SKA, PUNK, New Wave і Gabbers.'
    },
    {
        id: '33',
        photo: '../image/data/black_7.jpg',
        title: 'Sportifs Tidewater Short',
        price: 890,
        colors: ['black', 'grey'],
        sizes: ['S', 'M', 'L', 'XL', '2XL'],
        details: 'Чоловічі швидковисихаючі шорти для тренувань від бренду 4F. Шорти пошиті з легкого технічного матеріалу, який не сковуватиме ваші рухи під час занять спортом.Також у цій моделі була використана технологія 4FDry, що відповідає за відведення вологи під час тренувань'
    },
    {
        id: '34',
        photo: '../image/data/yellow_4.jpg',
        title: 'Sportifs Lauderdale Short',
        price: 955,
        colors: ['red', 'orange'],
        sizes: ['S', 'M', 'L', 'XL'],
        details: 'Чоловічі легкі шорти Gap з повітропроникного сітчастого матеріалу.'
    },
    {
        id: '35',
        photo: '../image/data/blue_7.jpg',
        title: 'Captains<br>Short',
        price: 585,
        colors: ['blue', 'grey'],
        sizes: ['S', 'M'],
        details: 'C&A – універсальний бренд для всієї родини. Це і базові речі з натуральної бавовни, і яскраві молодіжні речі з принтами, і класичні блузки, і офісні жакети, і одяг на кожен день. Лінійка C&A включає кілька торгових марок, які представляють одяг, взуття, аксесуари для різного віку. Достоїнствами одягу цієї марки можна по праву назвати її якість та довговічність. '
    },
    {
        id: '36',
        photo: '../image/data/black_8.jpg',
        title: 'Galapagos<br>Plain Short',
        price: 777,
        colors: ['black', 'grey', 'blue'],
        sizes: ['S', 'M', 'L', 'XL', '2XL'],
        details: 'Бігові шорти Joma R-Combi для чоловіків.Модель має подвійне регулювання по талії: гумка та шнурок.Нижня кромка запобігає натиранню шкіри, а відкрита кромка забезпечує свободу рухів.Бігові шорти оснащені кількома кишенями на талії.Прикрашені невеликим логотипом із трафаретним друком.'
    },
    {
        id: '37',
        photo: '../image/data/yellow_5.jpg',
        title: 'Galapagos Pleated Short',
        price: 770,
        colors: ['orange', 'grey'],
        sizes: ['M', '2XL'],
        details: 'Круті шорти, треба брать'
    },
    {
        id: '38',
        photo: '../image/data/blue_8jpg.jpg',
        title: 'Sportifs Tidewater Denim',
        price: 499,
        colors: ['blue', 'black', 'grey'],
        sizes: ['S', 'M', 'XL'],
        details: 'Шорти виготовлені з натуральної повітропроникної бавовни Coolweave. З посадкою трохи нижче від талії, звичайною застібкою-блискавкою. Декоровані фірмовим металевим значком на лівій нозі.Успішний британський бренд Regatta Great Outdoors є одним із найбільших постачальників одягу для спорту та відпочинку в Європі.Вироби марки Regatta — міцні, стильні, зручні в носінні, які і функціональні, і доступні широкому споживачеві.'
    },
    {
        id: '39',
        photo: '../image/data/brown_7.jpg',
        title: 'Marchals Hatteras Short',
        price: 779,
        colors: ['wheat', 'grey'],
        sizes: ['S', 'M', 'L', 'XL'],
        details: 'Шорти виготовлені з еластичного деніму. Прямий крій Regular Fit, довжина до коліна, середня посадка. Застібаються на ґудзик і блискавку, мають 5 функціональних кишень.Декоративні потертості додають шортам сучасного характеру.'
    },
    {
        id: '40',
        photo: '../image/data/black_9.jpg',
        title: 'Ecoths<br>Ashcroft Short',
        price: 425,
        colors: ['wheat', 'black'],
        sizes: ['S', 'M', 'L', 'XL'],
        details: 'Треба брать, у інших такого нема'
    },
    {
        id: '41',
        photo: '../image/data/blue_9.jpg',
        title: 'Sportifs<br>Original Short',
        price: 585,
        colors: ['blue', 'black'],
        sizes: ['S', 'M', 'L'],
        details: 'Чоловічі шорти підходять як і для повсякденного носіння, так і для занять спортом. Стандартна талія, пояс на шнурку, довжина без пояса розміром L - 37,5 см.'
    },
    {
        id: '42',
        photo: '../image/data/brown_8.jpg',
        title: 'Sportifs<br>Hatteras Short',
        price: 700,
        colors: ['red', 'wheat'],
        sizes: ['M', 'L', 'XL', '2XL', '3XL'],
        details: '- склад 80% бавовна + 20% поліестер- комплектуються з кептариком Big Sam 2311'
    },
    {
        id: '43',
        photo: '../image/data/black_10.jpg',
        title: 'Sportifs Tidewater Short',
        price: 795,
        colors: ['grey'],
        sizes: ['S', 'M', 'XL', '2XL'],
        details: 'Saucony - велика американська компанія, що є виробником спортивного взуття та одягу. Коріння її сягає кінця минулого століття, а точніше, 1898 року. Саме в цей час було засновано перший завод компанії Saucony, розташований у Kutztown, штат Пенсільванія на берегах швидкої річки Saucony Creek. Найімовірніше, саме через сусідство з цим історичним місцем компанія взяла своє ім\'я.Saucony мовою корінних жителів північної Америки означає "устя річки".В даний час акцент компанії Saucony розставлений насамперед на випуск високоякісного бігового взуття, яке виробляється із застосуванням дорогих запатентованих технологій.Сьогодні, логотип фірми є силуетом нескінченного потоку швидкої річки.'
    },
    {
        id: '44',
        photo: '../image/data/blue_10.jpg',
        title: 'Sportifs Lauderdale Short',
        price: 590,
        colors: ['blue'],
        sizes: ['M', 'XL'],
        details: 'Saucony - велика американська компанія, що є виробником спортивного взуття та одягу. Коріння її сягає кінця минулого століття, а точніше, 1898 року. Саме в цей час було засновано перший завод компанії Saucony, розташований у Kutztown, штат Пенсільванія на берегах швидкої річки Saucony Creek. Найімовірніше, саме через сусідство з цим історичним місцем компанія взяла своє ім\'я.Saucony мовою корінних жителів північної Америки означає "устя річки".В даний час акцент компанії Saucony розставлений насамперед на випуск високоякісного бігового взуття, яке виробляється із застосуванням дорогих запатентованих технологій.Сьогодні, логотип фірми є силуетом нескінченного потоку швидкої річки.'
    },
    {
        id: '45',
        photo: '../image/data/yellow.jpg',
        title: 'Captains<br>Short',
        price: 700,
        colors: ['yellow'],
        sizes: ['M', 'L', 'XL'],
        details: 'склад: 80% бавовна + 20% поліестер комплектуються з кептариком Big Sam 2309'
    },
    {
        id: '46',
        photo: '../image/data/brown_9.jpg',
        title: 'Galapagos<br>Plain Short',
        price: 540,
        colors: ['wheat', 'grey'],
        sizes: ['M'],
        details: 'DeFacto - турецький бренд жіночого, чоловічого та дитячого одягу та аксесуарів. Свій перший магазин DeFacto відкрив у 2005 році, а вже у 2017 році компанія налічувала понад 400 точок продажу в Європі та Азії. Колекції бренду - це актуальні кольори, трендові принти, оригінальні моделі та висока якість за доступною ціною. . Дизайнери намагаються врахувати менталітет кожної країни, в якій представлений бренд.'
    },
    {
        id: '47',
        photo: '../image/data/green_2.jpg',
        title: 'Galapagos Pleated Short',
        price: 450,
        colors: ['green', 'wheat', 'grey'],
        sizes: ['S', 'M', 'XL'],
        details: 'Трикотажні шорти чоловічі — обов\'язковий атрибут для більшості прихильників повсякденної практичності.Легкі чоловічі шорти з якісного трикотажу зручні в носінні та невибагливі щодо прання.Фірмові моделі з міцної гіпоалергенної тканини зберігають товарний вигляд протягом довгого часу, тому двох- трьох пар фірмових трикотажних шортів досить чоловікові на кілька сезонів активного носіння.Стильний і функціональний фасон актуальний не тільки для молоді, але і чоловіків середнього віку з різними типами фігури.'
    },
    {
        id: '48',
        photo: '../image/data/grey_3.jpg',
        title: 'Sportifs Tidewater Denim',
        price: 555,
        colors: ['grey', 'blue', 'black'],
        sizes: ['S', 'M', 'L', 'XL', '2XL'],
        details: 'C&A – універсальний бренд для всієї родини. Тут і базові речі з натуральної бавовни, і яскраві молодіжні речі з принтами, і класичні блузки, і офісні жакети, і одяг на кожен день.Лінійка C& A включає кілька торгових марок, які представляють одяг, взуття, аксесуари послідовно для різного віку.'
    },
    {
        id: '49',
        photo: '../image/data/green.jpg',
        title: 'Marchals Hatteras Short',
        price: 595,
        colors: ['green'],
        sizes: ['S', 'M', 'L'],
        details: 'Шорти - це незамінна річ у гардеробі в спекотний літній сезон. Вони дають комфорт і дозволяють вам відчувати себе впевнено в будь -якій ситуації. Європейська бренд Livergy виробляє високоякісну та стильний чоловічий одяг. Модель забезпечить максимальний комфорт та зручність. М\'яка, еластична річ не обмежує рух і дозволить шкірі дихати.Склад: 60% бавовни, 40% поліестер.Зроблено в Німеччині.Розмір S 44/46 підходить для чоловіка ваги 65-70 кг, висота 165-175 см'
    },
    {
        id: '50',
        photo: "../image/data/grey_5.jpg",
        title: 'Ecoths<br>Ashcroft Short',
        price: 990,
        colors: ['grey', 'green'],
        sizes: ['S', 'M', 'L', 'XL', '2XL'],
        details: 'Сучасні основи чоловічих шортів Chino - стильний, комфортний, екологічно чистий одяг. Підтримується бічними кишенями. Вишитий напис "puma"'
    },
    {
        id: '51',
        photo: "../image/1.svg",
        title: 'Marchal\'s Original Cargo Short',
        price: 40.99,
        colors: ['wheat', 'black'],
        sizes: ['L', 'XL'],
        details: 'Дуже гарні шорти, ліпших не знайти'
    },
    {
        id: '52',
        photo: "../image/2.svg",
        title: 'Inlet Original Short',
        price: 38.99,
        colors: ['blue', 'green'],
        sizes: ['L', 'XL', '2XL'],
        details: 'Шорти, що сподобаються твоїй мамі'
    },
    {
        id: '53',
        photo: "../image/3.svg",
        title: 'TGIF Pant',
        price: 40.99,
        colors: ['wheat', 'grey'],
        sizes: ['L', 'XL'],
        details: 'Штані, що сподобаються твоїй дівчині'
    },
    {
        id: '54',
        photo: "../image/4.svg",
        title: 'Inlet Original Pant',
        price: 52.99,
        colors: ['wheat', 'orange'],
        sizes: ['L', 'XL'],
        details: 'Гарні штані, такі гарні, що в магазині шортів продаються навіть, не змогли пройти повз на завозі, треба брать'
    }
]


export default data
