/*У змінній min лежить число від 0 до 59. Визначте, в яку чверть години потрапляє це число
(У першу, другу, третю або четверту).*/

let min = parseInt(prompt("Введіть число від 0 дo 59"));

if(min>=0 && min<=15){
    document.write(`Число ${min} потрапляє в першу чверть`)
}
else if(min>=0 && min<=30){
    document.write(`Число ${min} потрапляє в другу чверть`)
}
else if(min>=0 && min<=45){
    document.write(`Число ${min} потрапляє в третю чверть`)
}
else if(min>=0 && min<=59){
    document.write(`Число ${min} потрапляє в четверту чверть`)
}
else{
    document.write(`Число ${min} не потрапляє в в жодну чверть`)
}