/*<li>
Запитайте у користувача кількість елементів масиву. Виходячи з даних, які ввів користувач
створіть масив на ту кількість елементів, яку передав користувач.
у кожному індексі масиву зберігайте чило який показуватиме номер елемента масиву.
</li>*/

let n=parseInt(prompt('Введіть кількість елементів'));
let arr11=[n];
for (let i=0; i<n; i++){
    arr11[i]-i

//<li>Зробіть так, щоб з масиву, який ви створили вище, вивелися всі непарні числа в параграфі, а парні в спані з червоним тлом.</li>
    if(i%2==0){
        document.write(`<span style="background-color:red"> ${i} </span>`);
    }
    else{
        document.write(`<p> ${i} </p>`);
    }
}
let arr12=arr11.join(`&nbsp;`);
document.write(arr12);